Repository: sveyret/kema
Catalog: po/*.po
Languages: fr

source: Cancel pending test, remove configuration modifications
fr: Annuler les tests en cours, supprimer les modifications de configuration

source: No test pending
fr: Aucun test en cours

source: Cannot find test kernel ${TEST_KERNEL}\nkema is not in stable state
fr: Impossible de trouver le noyau de test ${TEST_KERNEL}\nkema n'est pas dans un état stable

source: Canceling configuration modifications done on: ${TEST_KERNEL}\n (going back to: ${CUR_KERNEL})
fr: Annulation des modifications de configuration faites sur : ${TEST_KERNEL}\n (retour à : ${CUR_KERNEL})

source: Forget the backup kernel
fr: Oublier le noyau de secours

source: No backup kernel saved
fr: Aucun noyau de secours enregistré

source: I am about to forget the backup kernel
fr: Je suis sur le point d'oublier le noyau de secours

source: Even if you may require this to downgrade to a previous kernel,\nthis operation may be dangerous
fr: Même si cela peut être utile pour redescendre vers un noyau précédent,\ncette opération n'est pas sans risque

source: Give help on kema
fr: Avoir de l'aide sur kema

source: kema, the Gentoo kernel manager
fr: kema, le gestionnaire de noyau pour Gentoo

source: kema has the following services:
fr: kema a les services suivants :

source: You may only type the first letters of a service if there is no ambiguity
fr: Vous pouvez ne taper que les premières lettres du service si cela ne cause pas d'ambigüité

source: Indicate if a test is pending
fr: Savoir si un test est en cours

source: A test is pending
fr: Un test est en cours

source: No test is pending
fr: Aucun test en cours

source: Test new kernel configuration
fr: Tester une nouvelle configuration noyau

source: Creating new test kernel: ${TEST_KERNEL}\n (based on kernel: ${CUR_KERNEL})
fr: Création d'un nouveau noyau de test : ${TEST_KERNEL}\n (basé sur le noyau : ${CUR_KERNEL})

source: Test pending - no cleaning done
fr: Test en cours - pas de nettoyage

source: [KERNEL_VERSION]
fr: [VERSION_NOYAU]

source: Upgrade the kernel to newer or given version
fr: Mettre à jour le noyau à une nouvelle version ou la version indiquée

source: A test is currently in progress\nYou must either cancel or validate it before upgrading
fr: Un test est actuellement en cours\nVous devez soit l'annuler, soit le valider avant la mise à jour

source: kema could not guess new kernel version\nPlease specify version as parameter
fr: kema n'a pas pu deviner la version du nouveau noyau\nVeuillez indiquer la version en paramètre

source: kema could not find kernel ${NEW_KERNEL}
fr: kema n'a pas pu trouver le noyau ${NEW_KERNEL}

source: kema will not update kernel if you are currently using backup kernel\nYou may try to execute "kema forget" if you know what you are doing
fr: kema ne mettra pas le noyau à jour si vous êtes sur le noyau de secours\nVous pouvez essayer d'exécuter « kema forget » si vous savez ce que vous faites

source: Updating kernel\n New kernel: ${NEW_KERNEL}\n Current kernel (kept for backup): ${CUR_KERNEL}
fr: Mise à jour du noyau\n Nouveau noyau : ${NEW_KERNEL}\n Noyau actuel (conservé en secours) : ${CUR_KERNEL}

source: All other kernels will be removed
fr: Tous les autres noyaux seront supprimés

source: Validate configuration modifications of pending test
fr: Valider les modifications de configuration d'un test en cours

source: Validating configuration modifications done on: ${TEST_KERNEL}\n (replacing: ${CUR_KERNEL})
fr: Validation des modifications de configuration effectuées sur : ${TEST_KERNEL}\n (en remplacement de : ${CUR_KERNEL})

source: You may try
fr: Vous pouvez essayer la commande

source: to get more information
fr: pour plus d'information

source: Hit "Enter" to continue or Ctrl-C to stop now
fr: Appuyez sur « Entrée » pour continuer ou Ctrl-C pour arrêter maintenant

source: You must be super-user to run kema
fr: Vous devez être super-utilisateur pour utiliser kema

source: No bootloader defined, using default one
fr: Aucun gestionnaire d'amorçage défini, utilisation de celui par défaut

source: Could not find ${KEMA_BOOTLOADER} bootloader file
fr: Impossible de trouver le fichier d'amorçage ${KEMA_BOOTLOADER}

source: No command given to kema
fr: Aucune commande donnée à kema

source: Unknown command: ${BAD_COMMAND}
fr: Commande ${BAD_COMMAND} inconnue

source: Backup kernel: ${BACK_KERNEL}
fr: Noyau de secours : ${BACK_KERNEL}

source: Current kernel: ${CUR_KERNEL}
fr: Noyau actuel : ${CUR_KERNEL}
